export function helpContent() {
  return [
    {
      'id':     'PFANS2010View',
      'help':   '1.每月【^PR064001】日之后，可承认上月考勤。<br/>' +
                '2.承认后请及时发起审批，以免影响本月工资做成。'
    },
    {
      'id':     'PFANS2010FormView',
      'help': '1.本月未发生的考勤数据均默认为8小时。<br/>' +
        '2.系统每日零点根据打卡记录更新实际勤怠时间。<br/>' +
        '3.超过8小时的考勤数据系统不自动做加班计算，加班需另行申请。<br/>' +
        '4.如有欠勤数据，请及时处理（发起考勤异常申请），否则做旷工处理。<br/>' +
        '5.加班/欠勤数据会在申请审批通过后次日自动更新到勤怠汇总表上'
    },
    {
      'id':     'PFANS2011View',
      'help': '1.平日和祝日加班为有偿加班，计算加班费。<br/>' +
        '2.周末和特别休日加班将安排以代休的形式消耗掉。如过期没有消耗，将变为有偿加班，计算加班费<br/>' +
        '3.五四青年节和三八妇女节加班将安排以代休的形式消耗掉，一年之内没有代休的作废，不做任何补偿。'
    },
    {
      'id':     'PFANS2016View',
      'help': '1.代休有效期为【3】个月，过期无效，如有代休请及时申请<br/>' +
        '2.考勤异常申请审批通过后，系统会在次日按异常类别更新到勤怠表。<br/>' +
        '3.家长会可申请最多4小时的休假，为公司福利假。'
    },
    {
      'id':     'PFANS2013View',
      'help': '1.每个事业年度开始（4月1日）系统会生成本年度的年休一览<br/>' +
        '2.更新时间：年休申请的二次审批通过后的次日，年休一览表会自动更新。'
    },
    {
      'id':     'PFANS2013View',
      'help': '1.每个事业年度开始（4月1日）系统会生成本年度的年休一览<br/>' +
        '2.更新时间：年休申请的二次审批通过后的次日，年休一览表会自动更新。'
    },
  ];
}
