export function helpContent() {
  return [
    {
      'id': 'PFANS2010View',
      'help': '1.每月【^PR064001】日之后，可承认上月考勤。<br/>' +
        '2.承认后请及时发起审批，以免影响本月工资做成。',
    },
    {
      'id': 'PFANS2010FormView',
      'help': '1.本月未发生的考勤数据均默认为8小时。<br/>' +
        '2.系统每日零点根据打卡记录更新实际勤怠时间。<br/>' +
        '3.超过8小时的考勤数据系统不自动做加班计算，加班需另行申请。<br/>' +
        '4.如有欠勤数据，请及时处理（发起考勤异常申请），否则做旷工处理。<br/>' +
        '5.加班/欠勤数据会在申请审批通过后次日自动更新到勤怠汇总表上<br/>' +
        '6.异常审批状态/加班审批状态为【进行中】或【未发起】时，不可承认。<br/>' +
        '7.异常审批状态/加班审批状态同一天内的申请显示优先级（进行中，未发起，驳回，已完成）。',
    },
    {
      'id': 'PFANS2011View',
      'help': '1.平日和祝日加班为有偿加班，计算加班费。<br/>' +
        '2.周末和特别休日加班将安排以代休的形式消耗掉。如过期没有消耗，将变为有偿加班，计算加班费<br/>' +
        '3.五四青年节和三八妇女节加班将安排以代休的形式消耗掉，一年之内没有代休的作废，不做任何补偿。',
    },
    {
      'id': 'PFANS2016View',
      'help': '1.代休有效期为【3】个月，过期无效，如有代休请及时申请<br/>' +
        '2.考勤异常申请审批通过后，系统会在次日按异常类别更新到勤怠表。<br/>' +
        '3.家长会可申请最多4小时的休假，为公司福利假。<br/>' +
        '4.【开始日】，【完了日】的显示，二次审批发起之后显示实际日期，否则显示预计日期',
    },
    {
      'id': 'PFANS2016FormView',
      'help': '1.加餐，哺乳（女）假，每天一小时。',
    },
    {
      'id': 'PFANS2013View',
      'help': '1.每个事业年度开始（4月1日）系统会生成本年度的年休一览<br/>' +
        '2.更新时间：年休申请的一次审批通过后的次日，年休一览表会自动更新。<br/>' +
        '3.年休剩余（离职）：当前事业年度开始日到离职日的剩余年休',
    },
    {
      'id': 'PFANS2013View',
      'help': '1.每个事业年度开始（4月1日）系统会生成本年度的年休一览<br/>' +
        '2.更新时间：年休申请的二次审批通过后的次日，年休一览表会自动更新。',
    },
    {
      'id': 'PFANS2026View',
      'help': ' 1.离职申请审批通过后，系统会给您提前开通离职当月考勤承认权限,为不影响工资发放，请务必提前承认离职当月的考勤<br/>' +
        '2.如有未完成的加班申请、考勤异常申请、日志填写等，请您及时处理，以免影响后续离职流程的进行。<br/>' +
        '3.您的直接上级会创建退职调书，请配合做好工作交接。<br/>' +
        '4.离职当日可填写日志。<br/>' +
        '  5.离职前共通部门会跟您就离职手续相关项进行确认。',
    },
    {
      'id': 'PFANS2028View',
      'help': '1.上月的加班费、考勤异常扣除将在本月工资中体现。<br/>' +
        '2.工资代表期间：当月1日至月末最后一日。',
    },
    {
      'id': 'PFANS5001View',
      'help': '1.可以对已有的受托合同进行PJ起案申请，即创建项目申请。<br/>' +
        '2.一个受托合同可以有多个PJ起案申请。<br/>' +
        '3.对于审批通过的PJ起案申请，系统会自动为其创建一条项目管理信息。放入【PJ进度】→【项目管理】中。<br/>' +
        '4.对于审批通过的PJ起案申请，系统会自动为其创建一条尚未结束的项目信息。放入【PJ完了】→【PJ完了操作——尚未结束项目列表一览】中，供结项申请使用。',
    },
    {
      'id': 'PFANS5009View',
      'help': '1.可以根据实际情况修改项目期间和工数、变更人员体制和人员进出项目时间。<br/>' +
        '2.在项目体制中添加项目Leader后，该Leader会看到本项目管理信息和体制中人员的日志信息。',
    },
    {
      'id': 'PFANS5011View',
      'help': '根据项目体制中人员的日志记录，累计项目已消耗的工数。',
    },
    {
      'id': 'PFANS5011FormView',
      'help': '选择第几周，可以查看一周中每人每天的工数消耗情况。',
    },
    {
      'id': 'PFANS5004View',
      'help': '1.可在详情页发起结项申请。<br/>' +
        '2.结项申请审批通过的项目会移到【已归档项目列表一览】中',
    },
    {
      'id': 'PFANS1024View',
      'help': '1.在创建合同番号申请时需要填写纳品回数。<br/>' +
        '2.委托合同的书类做成只有【决裁书】一种类型。<br/>' +
        '3.决裁书可以多次生成，新的决裁书会覆盖旧的决裁书，无论决裁书是否已审批。<br/>' +
        '4.可以废弃合同番号申请，其下已生成的决裁书也会一并删除，无论是否已审批。',
    },
    {
      'id': 'PFANS1026View',
      'help': '1.在创建合同番号申请时需要填写纳品回数。<br/>' +
        '2.受托合同的书类做成有【决裁书】、【报价单】、【该非判定书单】、【契约书】、【纳品书】、【请求书】6种类型<br/>' +
        '3.纳品书和请求书可以按纳品次数分次做成。<br/>' +
        '4.书类做成可以多次执行，新的书类会覆盖旧的书类，无论该书类是否已审批。<br/>' +
        '5.可以废弃合同番号申请，其下已生成的书类也会一并删除，无论是否已审批。',
    },
    {
      'id': 'PFANS1044View',
      'help': '可对所有类型合同按查询条件检索。',
    },
    {
      'id': 'PFANS1025View',
      'help':
        '1.在合同番号申请页面点击【书类做成】时生成，如有问题可重新生成。<br/>' +
        '2.第一季度对应月份：4月，5月，6月，第二季度对应月份：7月，8月，9月，第三季度对应月份：10月，11月，12月，第三季度对应月份：1月，2月，3月',
    },
    {
      'id': 'PFANS1027View',
      'help': '在合同番号申请页面点击【书类做成】时生成，如有问题可重新生成。',
    },
    {
      'id': 'PFANS1028View',
      'help': '在合同番号申请页面点击【书类做成】时生成，如有问题可重新生成。',
    },
    {
      'id': 'PFANS1029View',
      'help': '在合同番号申请页面点击【书类做成】时生成，如有问题可重新生成。',
    },
    {
      'id': 'PFANS1030View',
      'help': '在合同番号申请页面点击【书类做成】时生成，如有问题可重新生成。',
    },
    {
      'id': 'PFANS1031View',
      'help': '在合同番号申请页面点击【书类做成】时生成，如有问题可重新生成。',
    },
    {
      'id': 'PFANS1032View',
      'help': '在合同番号申请页面点击【书类做成】时生成，如有问题可重新生成。',
    },
    {
      'id': 'usersView',
      'help': '1.在维护完新入职信息之后，可选择申请门禁卡<br/>' +
        '2.可以直接对导出的数据进行修改后，再导入回去<br/>' +
        '3.如果是做更新导入处理，请在需要更新的列名后添加●<br/>' +
        '4.在做导入时，卡号时唯一标识，不可重复，无论是更新或者新建，都不用做特殊操作。<br/>' +
        '5.如果做新建导入，请不要在列名上存在●',
    },
    {
      'id': 'PFANS2001View',
      'help': '1.审批正常结束的数据可以直接创建应聘者信息',
    },
  ];
}
